closedCavity/1.5m/0/nut
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7  
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      nut;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 1.86e-5;

boundaryField
{
    hotWall
    {
        type            nutkWallFunction;
        value           uniform 1.86e-5;
    }
    insulatedWalls
    {
        type            nutkWallFunction;
        value           uniform 1.86e-5;
    }
    ambientWalls
    {
        type            nutkWallFunction;
        value           uniform 1.86e-5;
    }
}


// ************************************************************************* //
